{"Title":"Find your Ward 7 candidate match","Desc":"Compare your stances on issues impacting education, environment, crime and safety, and economic justice with those of the candidates running for the Council of the District of Columbia to represent Ward 7.","questions":[{"Category":"Universal Meal Provision","Text":"Is it necessary for schools to be mandated to provide free meals year-round to support local families, even if it diverts funds from other essential programs?"},{"Category":"On-Site Health Services","Text":"Is it necessary for schools to offer health services to improve community well-being, even if it means reallocating funds from academic initiatives?"},{"Category":"Repurposing Vacant Schools","Text":"Should vacant school buildings be converted into community centers or other educational facilities to address local needs, even if it delays other potential plans?"},{"Category":"Support for Local DCPS Schools","Text":"Is it important for ANCs to commit to advocating for funding and resources for DCPS schools in your neighborhood to ensure they meet the needs of all students?"},{"Category":"Support for Local Charter Schools","Text":"Is it important to commit to advocating funding and resources for charter schools in your neighborhood to enhance educational opportunities for families?"},{"Category":"Language Immersion Middle School","Text":"Should vacant school buildings in Ward 7 be used to create a language immersion middle school, addressing the lack of options for students continuing from elementary immersion programs?"},{"Category":"Support for Local Businesses","Text":"Is it essential for the city to prioritize funding and resources for local businesses in neighborhoods, even if it means sacrificing support for larger companies that contribute significant tax revenue?"},{"Category":"Technology-Based School","Text":"Would your community benefit from the establishment of a technology-based school, even if it means shifting resources from other local educational programs?"}]}