{"Title":"Find your Ward 7 candidate match","Desc":"Compare your stances on issues impacting education, environment, crime and safety, and economic justice with those of the candidates running for the Council of the District of Columbia to represent Ward 7.","questions":[{"Category":"Education","Text":"Do you believe in supporting public charter schools as a choice for families, while also ensuring that these schools maintain high standards for educating all students?"},{"Category":"Education","Text":"Do you advocate for supporting DC public schools as an available choice for families, while also insisting on high standards for educating all students?"},{"Category":"Education","Text":"Do you prioritize the idea of schools functioning as community centers that cater to the physical and mental health needs of students?"},{"Category":"Environment","Text":"Do you consider human-created climate change a problem that requires serious public action now?"},{"Category":"Crime and Safety","Text":"Do you support the <a target=_blank  href=https://lims.dccouncil.gov/Legislation/B25-0345>Secure DC</a> bill?"},{"Category":"Crime and Safety","Text":"Do you support the continued legalization of marijuana?"},{"Category":"Civic Engagement","Text":"Do you believe it is harder for some communities to register to vote?"},{"Category":"Civic Engagement","Text":"Do you believe it is harder for some communities to cast a ballot?"},{"Category":"Civil Rights","Text":"Do you believe our current criminal legal system disproportionately impacts communities east of the Anacostia River?"},{"Category":"Civil Rights","Text":"Do you support full equality and protections for lesbian, gay, bisexual, transgender, and queer individuals, couples, and families?"},{"Category":"Economic Justice","Text":"Do you believe neighborhoods should be involved in city negotiations to bring businesses to those neighborhoods?"},{"Category":"Economic Justice","Text":"Should East of the River businesses have more equitable funding opportunities from city grants?"},{"Category":"Human Needs","Text":"Do you support full funding for human needs programs, such as Medicaid, Temporary Assistance for Needy Families (TANF), Supplemental Nutrition Assistance Program (SNAP) and the Children’s Health Insurance Program (CHIP)?"},{"Category":"Immigration","Text":"Would you support migrants moving to your community?"},{"Category":"Human Trafficking","Text":"Do you support legislation to post or promote the National Human Trafficking Hotline?"}]}